Repository: aivarszo/L1
Catalog: languages/l1.*.po
Languages: lv, ru

# tform1.button1.caption
source: ShowAll
lv: Rādīt visu
ru: Показывать всё

# tform1.button10.caption
source: Set starttime
lv: Iestatīt starta laiku
ru: Установить время старта

source: Set groups
lv: Iestatīt grupas
ru: Присвоить группы

# tform1.button12.caption
source: Export team
lv: Eksportēt komandu
ru: Экспорт команды

# tform1.button13.caption
source: Import team
lv: Importēt komandu
ru: Импорт команды

source: Import from IOF/XML
lv: Imports no IOF/XML
ru: Импорт с IOF/XML

# tform1.button15.caption
source: Get
lv: Izgūt
ru: Читать

# tform1.button16.caption
source: Set
lv: Iestatīt
ru: Записать

# tform1.button17.caption
source: Get
lv: Izgūt
ru: Читать

# tform1.button18.caption
source: Set
lv: Iestatīt
ru: Записать

# tform1.button19.caption
source: Get
lv: Izgūt
ru: Читать

source: New
lv: Jauns
ru: Новый

# TFORM1.BUTTON1M.CAPTION
source: Save changes
lv: Saglabāt izmaiņas
ru: Сохранить изменения

source: New team
lv: Jauna komanda
ru: Добавить команду

source: New Course
lv: Jauna distance
ru: Новая дистанция

# tform1.button20.caption
source: Set
lv: Iestatīt
ru: Записать

source: Switch off station
lv: Izslēgt staciju
ru: Выключить станцию

# tform1.button22.caption
source: Get
lv: Izgūt
ru: Читать

source: Get Station Backup
lv: Izgūt stacijas datus
ru: Читать память станции

source: Clear Backup
lv: Dzēst stacijas datus
ru: Сбросить память

# tform1.button25.caption
source: Toggle results
lv: Rādīt/nerādīt rezultātus
ru: Окно результатов

source: Print team's result report
lv: Drukāt komandas rezultāta atskaiti
ru: Печать отчета результатов команды

# tform1.button27.caption
source: Save backup
lv: Saglabāt stacijas datus
ru: Сохранить память станции

source: Toggle clock
lv: Rādīt/nerādīt pulksteni
ru: Окно часов

# TFORM1.BUTTON2G.CAPTION
source: Remove
lv: Izmest
ru: Удалить

# tform1.button2m.caption
source: Add member
lv: Pievienot dalībnieku

# TFORM1.BUTTON2M1.CAPTION
source: New member
lv: Pievienot dalībnieku
ru: Дополнителный участник

# tform1.button2t.caption
source: Delete team
lv: Dzēst komandu
ru: Снять команду

# tform1.button3.caption
source: Delete course
lv: Dzēst distanci
ru: Удалить дистанцию

source: Fill from event data
lv: Aizpildīt no pasākuma datiem
ru: Заполнить из данных соревнований

# tform1.button3m.caption
source: Remove
lv: Izmest
ru: Удалить

# tform1.button4.caption
source: Save
lv: Saglabāt
ru: Сохранить

# TFORM1.BUTTON4G.CAPTION
source: Save
lv: Saglabāt
ru: Сохранить

# tform1.button5.caption
source: Save changes
lv: Saglabāt izmaiņas
ru: Сохранить изменения

# TFORM1.BUTTON6.CAPTION
source: Save
lv: Saglabāt
ru: Сохранить

# TFORM1.BUTTON7.CAPTION
source: Set controls
lv: Veidot KP
ru: Поставить КП

source: Set course
lv: Veidot distanci
ru: Установить дистанцию

source: Set scale
lv: Definēt mērogu
ru: Определить масштаб

source: Events with SI
lv: Pasākumi ar SI
ru: Соревнования с СИ

source: Configuration
lv: Konfigurēšana
ru: Конфигурация

# tform1.groupbox1.caption
source: Select and set:
lv: Izvēlies un iestati:
ru: Выберите и установите:

# tform1.label1.caption
source: Select Event:
lv: Izvēlies pasākumu:
ru: Выбрать соревнования:

# tform1.label3.caption
source: Time
lv: Laiks
ru: Время

source: Station mode
lv: Stacijas veids
ru: Роль станции

source: Station number
lv: Stacijas numurs
ru: Номер станции

# tform1.menuitem1.caption
source: Event
lv: Pasākums
ru: Соревнования

source: Exit
lv: Darba beigas
ru: Конец работы

source: Startlist
lv: Starta saraksts
ru: Список старта

source: SI Reader Mode
lv: SI lasītāja veids
ru: Роль считывателя

# tform1.stringgrid2.columns[1].title.caption
source: Team
lv: Komanda
ru: Команда

source: StartTime
lv: Starta laiks
ru: Время старта

# tform1.stringgrid2.columns[3].title.caption
source: Groups
lv: Grupas
ru: Группы

# tform1.stringgrid2.columns[4].title.caption
source: Status
lv: Statuss
ru: Статус

# tform1.stringgrid2.columns[5].title.caption
source: Members
lv: Dalībnieki
ru: Участники

# tform1.stringgrid2.columns[6].title.caption
source: Result
lv: Rezultāts
ru: Результат

source: Name
lv: Vārds
ru: Имя

source: TeamID
lv: KomandasID
ru: ID команды

source: SICard
lv: SIkarte
ru: СИ карта

# tform1.stringgrid4.columns[4].title.caption
source: Course
lv: Distance
ru: Дистанция

source: Gender
lv: Dzimums
ru: Род

source: Birth
lv: Dz.datums
ru: Дата рожд.

source: Country
lv: Valsts
ru: Страна

source: Punches
lv: Atzīmes
ru: Отсечки

# tform1.stringgrid5.columns[1].title.caption
source: Group
lv: Grupa
ru: Группа

source: Start
lv: Starts
ru: Старт

source: Finish
lv: Finišs
ru: Финиш

source: Late
lv: Kontrollaiks
ru: Контрольное время

# tform1.stringgrid5.columns[5].title.caption
source: Group
lv: Grupa
ru: Группа

source: Show in results
lv: Rādīt rezultātos
ru: Показ результата

source: Map file
lv: Kartes datne
ru: Файл карты

source: Scale (m/pix)
lv: Mērogs (m/pix)
ru: Масштаб

# tform1.stringgrid6.columns[3].title.caption
source: Course
lv: Distance
ru: Дистанция

# tform1.stringgrid7.columns[1].title.caption
source: Team
lv: Komanda
ru: Команда

# tform1.stringgrid7.columns[2].title.caption
source: Time
lv: Laiks
ru: Время

# tform1.stringgrid7.columns[3].title.caption
source: Points
lv: Punkti
ru: Очки

# tform1.stringgrid7.columns[4].title.caption
source: Penalty
lv: Sods
ru: Пенальти

# tform1.stringgrid7.columns[5].title.caption
source: Result
lv: Rezultāts
ru: Результат

# tform1.stringgrid7.columns[6].title.caption
source: Place(s)
lv: Vieta(s)
ru: Место(а)

# tform1.tabsheet1.caption
source: Event
lv: Pasākums
ru: Соревнования

source: Teams
lv: Komandas

# tform1.tabsheet3.caption
source: Members
lv: Dalībnieki
ru: Участники

# tform1.tabsheet4.caption
source: Groups
lv: Grupas
ru: Группы

source: Courses
lv: Distances
ru: Дистанции

source: Results
lv: Rezultāti
ru: Результаты

source: SI punches
lv: SI atzīmes
ru: Отсечки СИ

source: SI Config
lv: SI Konfigurators
ru: Конфигурация СИ

source: SIReader
lv: SI lasītājs
ru: Считыватель СИ

# tform1.togglebox2.caption
source: Reading SI cards...
lv: Lasa SI kartes...
ru: Считывает СИ карты...

# TFORM2.BUTTON1.CAPTION
source: Save
lv: Saglabāt
ru: Сохранить

# tform2.button2.caption
source: Remove control
lv: Izmest KP
ru: Удалить КП

# tform2.button3.caption
source: Cancel
lv: Atcelt
ru: Отмена

# tform2.button4.caption
source: Set stations from controls
lv: Iestatīt stacijas no KP
ru: Установить станции по КП

source: Enter distance in meters
lv: Ievadi attālumu metros
ru: Введите расстояние в метрах

source: Enter distance (meters) between two points and click these points on map:
lv: Ievadi attālumu (metros) starp diviem punktiem un ieklikšķini šos punktus kartē:
ru: Введите расстояние (в метрах) между двумя точками и сделайте отметку этих точек на карте:

source: Order
lv: Secība
ru: Порядок

source: Control
lv: KP
ru: КП

# tform2.stringgrid1.columns[2].title.caption
source: Points
lv: Punkti
ru: Очки

source: Stations
lv: Stacijas
ru: Станции

source: MapX
lv: KartesX
ru: КартаX

source: MapY
lv: KartesY
ru: КартаY

source: Close
lv: Aizvērt

# tform6.stringgrid7.columns[1].title.caption
source: Team
lv: Komanda
ru: Команда

# tform6.stringgrid7.columns[2].title.caption
source: Time
lv: Laiks
ru: Время

# tform6.stringgrid7.columns[3].title.caption
source: Points
lv: Punkti
ru: Очки

# tform6.stringgrid7.columns[4].title.caption
source: Penalty
lv: Sods
ru: Пенальти

# tform6.stringgrid7.columns[5].title.caption
source: Result
lv: Rezultāts
ru: Результат

# tform6.stringgrid7.columns[6].title.caption
source: Place(s)
lv: Vieta(s)
ru: Место(а)

# tform7.button1.caption
source: Cancel
lv: Atcelt
ru: Отмена

# tform7.button2.caption
source: Create Event
lv: Izveidot pasākumu
ru: Создать соревнования

# tform9.button1.caption
source: Cancel
lv: Atcelt
ru: Отмена

# tform9.caption
source: Change team ID
lv: Mainīt komandas ID

source: from:
lv: no:

source: to:
lv: uz:

source: Append member to
lv: Pievienot dalībnieku pie
ru: Добавить участника в

source: Hide results
lv: Nerādīt rezultātus
ru: Не показывать результаты

# unit1.b25cap2
source: Show results
lv: Rādīt rezultātus
ru: Показывать результаты

source: SI Reader ready!
lv: SI lasītājs gatavs!
ru: Считыватель СИ готов!

source: Assigning SI cards...
lv: Piešķir SI kartes...
ru: Присваивает СИ карты...

# unit1.capc11
source: Reading SI cards...
lv: Lasa SI kartes...
ru: Считывает СИ карты...

source: NoShowAll
lv: Nerādīt neko
ru: Не показывать всё

source: Show
lv: Rādīt
ru: Показывать

source: NoShow
lv: Nerādīt
ru: Не показывать

# unit1.capc5
source: ShowAll
lv: Rādīt visu
ru: Показывать всё

source: Raw file is written!
lv: Pamatdatne ierakstīta!
ru: Черновой файл записан!

source: SI card
lv: SI karte
ru: СИ карта

source: inserted
lv: ievietota
ru: вставлена

source: removed
lv: izņemta
ru: вынута

source: Error :
lv: Kļūda:
ru: Ошибка:

source: SI reader open
lv: SI lasītāja starts
ru: Запустить считыватель СИ

source: Remove team member
lv: Aizvākt komandas dalībnieku
ru: Снять участника команды

# unit1.mscc11
source: Set controls
lv: Veidot KP
ru: Поставить КП

# unit1.mscc12
source: Save backup
lv: Saglabāt stacijas datus
ru: Сохранить память станции

source: SI Reader
lv: SI lasītājs
ru: Считыватель СИ

source: Extra backup read
lv: Ekstra dati ielasīti
ru: Экстренное считывание закончена

source: Station backup
lv: Stacijas dati
ru: Память станции

source: Station backup read
lv: Stacijas dati ielasīti
ru: Память станции считана

source: Backup memory
lv: Datu atmiņa
ru: Резервная память

# unit1.mscc18
source: Import data
lv: Izgūt
ru: Импорт данных

# unit1.mscc19
source: Create Event
lv: Izveidot pasākumu
ru: Создать соревнования

source: Team result
lv: Komandas rezultāts
ru: Результат команды

source: Data not saved
lv: Dati nav saglabāti
ru: Данные не сохранены

source: Show ident
lv: Rādīt identu
ru: Показать данные СИ карты

# unit1.mscc4
source: Import team
lv: Importēt komandu
ru: Импорт команды

source: Import course
lv: Importēt distanci
ru: Импорт дистанции

source: Remove group
lv: Aizvākt grupu
ru: Удалить группу

# unit1.mscc7
source: Delete team
lv: Dzēst komandu
ru: Снять команду

# unit1.mscc8
source: Delete course
lv: Dzēst distanci
ru: Удалить дистанцию

# unit1.mscc9
source: Save changes
lv: Saglabāt izmaiņas
ru: Сохранить изменения

source: Please, open some event and set siport!
lv: Lūdzu, izvēlies pasākumu un iestati lasītāja portu (siport)!
ru: Выберите соревнования и установите порт считывателя!

source: Are you sure to remove team member?
lv: Vai tiešām vēlies izņemt komandas dalībnieku?

# unit1.mstt11
source: Please, select valid map picture and set map scale!
lv: Lūdzu, izvēlies pieļaujamu kartes attēlu!

# unit1.mstt11a
source: Please, select valid map picture!
lv: Lūdzu, izvēlies pieļaujamu kartes attēlu!

source: Backup saved!
lv: Dati saglabāti!
ru: Память сохранена!

source: No answer...
lv: Nav atbildes...
ru: Нет ответа...

source: Continue?
lv: Turpināt?
ru: Продлжить?

source: Station backup is read!
lv: Stacijas dati ir nolasīti!

source: Backup memory is empty, read anyway?
lv: Dati atmiņa ir nonullēta, turpināt vienalga?

source: Backup memory cleared
lv: Datu atmiņa nonullēta

source: Do you want to import ident data? (from SIReader csv file event.csv)
lv: Vai vēlies importēt identu datus? (no SIReader csv datnes event.csv)

source: There is no event.csv in event directory
lv: Pasākuma mapē neeksistē event.csv datne

source: Do you want to import ident data? (from SIME csv file splits.csv)
lv: Vai vēlies importēt identu datus? (no SIME csv datnes splits.csv)

source: There is no splits.csv in event directory
lv: Pasākuma mapē neeksistē datne splits.csv

source: Do you want to import event data? (from rogaining.lv csv file data.csv)
lv: Vai vēlies importēt pasākuma datus? (no rogaining.lv csv datnes data.csv)

source: There is no data.csv in event directory
lv: Pasākuma mapē neeksistē datne data.csv

source: Event already exists!
lv: Pasākums jau eksistē!
ru: Такие соревнования уже существуют!

source: No punches in SI
lv: Nav atzīmes SI kartē
ru: Нет отсечек в СИ карте

source: Current event is not saved! Save?
lv: Pasākuma dati nav saglabāti! Saglabāt?
ru: Данные соревнований не сохранены! Сохранить?

source: Check SI card record!
lv: Pārbaudi SI kartes ierakstu!
ru: Проверьте запись СИ!

source: Ident file doesn't exist. Create?
lv: Identa atzīmju datne neeksistē. Izveidot?
ru: Файл отсечек не существует. Создать?

source: Append new team first, change(or not) team ID and import into it
lv: Vispirms izveido jaunu komandu, maini(vai nē) komandas ID un importē tajā

source: Map file must be set (96 DPI)!
lv: Jāizvēlas kartes datne (96 DPI)!

source: Are you sure to remove group?
lv: Vai vēlies dzēst grupu?

source: Group is in use by
lv: Grupa tiek lietota ar
ru: Группа используется

source: Are you sure to delete team?
lv: Vai vēlies dzēs komandu?

source: Are you sure to delete course?
lv: Vai vēlies dzēst distanci?

source: Found Team ID duplicate:
lv: Atrasts komandas ID dublikāts:

# unit2.cap2c1
source: Set stations from controls
lv: Iestatīt stacijas no KP
ru: Установить станции по КП

source: Set points from controls
lv: Iestatīt punktus no KP
ru: Установить очки по номерам КП

source: Attention!
lv: Uzmanību!
ru: Внимание!

# unit2.msc2c2
source: Remove control
lv: Izmest KP
ru: Удалить КП

source: Control number repeats:
lv: Atkārtojas KP numurs:
ru: Повторяются номера КП:

source: Are you sure to remove control?
lv: Vai vēlies dzēst KP?
ru: Удалить КП?

# tform1.tabsheet2.caption
source: Teams
ru: Команды

# tform5.button2.caption
source: Close
ru: Закрыть
